redmine/files/2014/09/140919140135_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:giro="http://juntadeandalucia.es/GIRO">
   <soapenv:Header/>
   <soapenv:Body>
      <giro:MT_BP_ConsultaTercero_Request>
         <CABECERA>
            <!--Optional:-->
            <IDINT></IDINT>
            <SISTEMA_ORIGEN>RUFO</SISTEMA_ORIGEN>
            <USUARIO>ZPI_RUFO</USUARIO>
            <!--Optional:-->
            <USUARIO_ORIGEN></USUARIO_ORIGEN>
         </CABECERA>
         <!--Optional:-->
         <TERCERO>
            <!--Optional:-->
            <INTERLOCUTOR_COMERCIAL></INTERLOCUTOR_COMERCIAL>
            <!--Optional:-->
            <NIF_CIF>00000000T</NIF_CIF>
            <!--Optional:-->
            <NOMBRE></NOMBRE>
            <!--Optional:-->
            <IDENTIFICADOR></IDENTIFICADOR>
            <!--Optional:-->
            <CLASE_IDENTIFICADOR></CLASE_IDENTIFICADOR>
         </TERCERO>
      </giro:MT_BP_ConsultaTercero_Request>
   </soapenv:Body>
</soapenv:Envelope>